Repository: EWSoftware/PDI
Catalog: Source/EWSPDI/PDI.*.resx
Languages: de

# DurDay
source: day
de: Tag

# DOFirst
source: First
de: Erste(r)

# DOFourth
source: Fourth
de: Vierte(r)

# DOLast
source: Last
de: Letzte(r)

# DOSecond
source: Second
de: Zweite(r)

# DOThird
source: Third
de: Dritte(r)

# RDDaily
source: Recur every {0} day(s)
de: Alle {0} Tag(e) wiederholen

# RDEveryWeekday
source: Recur every weekday
de: Jeden Tag wiederholen

# RDForever
source: forever
de: immer

# RDHourly
source: Recur every {0} hour(s)
de: Alle {0} Stunde(n) wiederholen

# RDMaxOccur
source: for a maximum of {0} occurrences
de: bis maximal {0} Wiederholungen

# RDMinutely
source: Recur every {0} minute(s)
de: Alle {0} Minuten(n) wiederholen

# RDMonthly
source: Recur every {0} month(s)
de: Alle {0} Monat(e) wiederholen

# RDRecurUntil
source: until {0}
de: bis {0}

# RDSecondly
source: Recur every {0} second(s)
de: Alle {0} Sekunde(n) wiederholen

# RDUndefined
source: The recurrence is undefined.
de: Unbekannte Wiederholung.

# RDWeekly
source: Recur every {0} week(s)
de: Alle {0} Woche(n) wiederholen

# RDWeekStart
source: . Weeks start on a {0}
de: . Wochen starten an einem {0}

# RDYearly
source: Recur every {0} year(s)
de: Alle {0} Jahr(e) wiederholen

# RDLimitedTo
source: Instances are limited to
de: Ausführungen sind begrenzt auf

# RDThe
source: the
de: die

# RDByMonth
source: the month(s) of
de: die Monate

# RDByMonthDay
source: day(s) of the month
de: die Tage im Monat

# RDBySecond
source: second(s)
de: Sekunde(n)

# RDByWeekNo
source: week(s) of the year
de: Kalenderwoche(n)

# RDByYearDay
source: day(s) of the year
de: Tage(e) im Jahr

# RDAnd
source: and
de: und

# RDByDay
source: the day(s) of the week
de: die Wochentage

# RDByHour
source: hour(s)
de: Stunde(n)

# RDByMinute
source: minute(s)
de: Minute(n)

# DWEveryDay
source: Day
de: Tag

# RDMonthlyDayX
source: Recur on day {0} of every {1} month(s)
de: Am {0}. Tag alle {1} Monat(e) wiederholen

# RDOn
source: on
de: an

# RDMonthlyDOW
source: Recur on the {0} {1} of every {2} month(s)
de: Am {0}. {1} alle {2} Monat(e) wiederholen

# RDYearlyDayX
source: Recur on {0} {1}{2} every {3} year(s)
de: An jedem {0} {1} {2} alle {3} Jahre wiederholen
